/* No comment provided by engineer. */
"%d Updates available" = "%d uppdateringar tillgängliga";

/* indicates, which current page (1) is displayed and how many other pages (2) are available */
"(Page %i of %i)" = "(Sida %1$i av %2$i)";

/* No comment provided by engineer. */
"1 Update available" = "1 uppdatering tillgänglig";

/* About title */
"About" = "Om";

"Search" = "Sök";

/* displayed while MH analyses application (1) */
"Analyzing %@ ..." = "Analyserar %@ ...";

/* Announcement title */
"Announcement" = "Viktigt meddelande";

/* API Error title */
"API Error" = "API Fel";

/* Application Description title */
"Application Description:" = "Applikationsbeskrivning:";

/* report reason */
"Application doesn't launch." = "Applikationen öppnas inte.";

/* Application will not install. */
"Application will not install." = "Det går inte att installera applikationen.";

/* No comment provided by engineer. */
"Apps" = "Appar";

/* No comment provided by engineer. */
"Apps & Updates" = "Nya";

/* apptrackr Password  */
"apptrackr Password " = "apptrackr Lösenord ";

/* apptrackr Username  */
"apptrackr Username " = "apptrackr Användarnamn ";

/* indicates the title of the category which is currently caching */
"Caching %@" = "Caching %@";

/* Caching All Applications */
"Caching All Applications" = "Caching Alla Applikationer";

/* Cancel */
"Cancel" = "Avbryt";

/* Categories title */
"Categories" = "Kategorier";

/* Company title */
"Company" = "Företag";

/* displayed when a download completed */
"Completed" = "Klar";

/* Connecting... title */
"Connecting..." = "Ansluter ...";

/* displayed while MH transfers data */
"Contacting MobileHunt ..." = "Kontaktar MobileHunt ...";

/* cracker */
"Cracked by %@" = "Crackad av %@";

/* Cracked by Unknown */
"Cracked by Unknown" = "Okänd Cracker";

/* current version (1) and the new version (2) which causes the update */
"Current: %@ (New: %@)" = "Aktuell: %1$@ (Ny: %2$@)";

/* Delete */
"Delete" = "Radera";

/* Delete automatically */
"Delete automatically" = "Radera automatiskt";

/* message for about alert */
"Developed by the Hackulous team\n\nFor more information, visit\nhttp://hackulo.us/" = "Utvecklat av Hackulous team\n\nFör mer information, besök\nhttp://hackulo.us/";

/* Disabled title */
"Disabled" = "Avstängd";

/* Done button title */
"Done" = "Klar";

/* Download title */
"Download" = "Nedladdning";

/* displayed when download completed while in background mode */
"Download completed: %@" = "Nedladdningen klar: %@";

/* Download failed: (1) download name */
"Download failed: %@" = "Nedladdningen misslyckad: %@";

/* Download later button title
   Download later title */
"Download later" = "Ladda ner senare";

/* Download now */
"Download now" = "Ladda ner nu";

/* Downloaded title */
"Downloaded" = "Nedladdad";

/* actionsheet title */
"Downloaded IPA selected" = "Nedladdad IPA vald";

/* Downloads, title */
"Downloads" = "Nedladdningar";

/* Enabled title */
"Enabled" = "Aktiverad";

/* Error */
"Error" = "Fel";

/* Error building SBCache */
"Error building SBCache" = "Error building SBCache";

/* Error Pushing IPA title */
"Error Pushing IPA" = "Error Pushing IPA";

/* No comment provided by engineer. */
"Error while searching for Updates" = "Fel vid sökning av uppdateringar";

/* displayed when a download failed */
"Failed to download %@" = "Misslyckades att ladda ner %@";

/* displayed when trying download a file which is already there
   File already exists error */
"File already exists" = "Filen existerar redan";

/* Home title */
"Home" = "Hem";

/* Install */
"Install" = "Installera";

/* Install all */
"Install all" = "Installera alla";

/* Install automatically */
"Install automatically" = "Installera automatiskt";

/* displayed when an application got installed while installous ran in background mode */
"Installation completed: %@" = "Installation klar: %@";

/* displayed when an installation failed */
"Installation failed: %@" = "Installation misslyckad: %@";

/* displayed when an application got installed */
"Installed" = "Installerad";

/* Installing... title */
"Installing..." = "Installerar ...";

/* iTunes Sync */
"iTunes Sync" = "iTunes Sync";

/* Latest Version title */
"Latest Version" = "Senaste Versionen";

/* Launch App Store */
"Launch App Store" = "Öppna i App Store";

/* message when link got reported */
"Link successfully reported" = "Länk anmäld";

/* Loading title */
"Loading" = "Laddar";

/* Local Notifications */
"Local Notifications" = "Lokal notis";

/* LocalSharing
   LocalSharing title */
"LocalSharing" = "LocalSharing";

/* localsharing error */
"LocalSharing must be enabled to send IPAs!" = "LocalSharing måste vara aktiverad för att skicka IPA-filer!";

/* localsharing error
   LocalSharing error */
"LocalSharing requires at least iOS 4.0!" = "LocalSharing kräver som lägst iOS 4.0!";

/* MobileHunt */
"MobileHunt" = "MobileHunt";

/* error while rebuilding sbcache */
"No DSID found" = "Inga DSID hittade";

/* No comment provided by engineer. */
"No Updates available" = "Inga uppdateringar tillgängliga";

/* OK */
"OK" = "OK";

/* Only show iPad Apps */
"Only show iPad Apps" = "Visa endast iPad Apps";

/* report reasons */
"Other" = "Annan";

/* Password */
"Password" = "Lösenord";

/* hint to solve reporting fail */
"Please enter a valid apptrackr account in Settings" = "Var snäll och ange ett giltigt apptrackr konto i Inställningar ";

/* No comment provided by engineer. */
"Popularity" = "Popularitet";

/* Price title */
"Price" = "Pris";

/* Queued */
"Queued" = "Köad";

/* Receiving */
"Receiving" = "Tar emot";

/* Release Date title */
"Release Date" = "Utgivningsdatum";

/* Reload Categories */
"Reload Categories" = "Ladda om alla kategorier";

/* Remove Metadata */
"Remove Metadata" = "Ta bort Metadata";

/* Report button title */
"Report" = "Anmäl";

/* title for small notification */
"Reported" = "Anmäld";

/* Requesting Categories title */
"Requesting Categories" = "Begär Kategorier";

/* title for MH requesting permission from a user */
"Requesting Permission" = "Begär tillstånd";

/* Requirements title */
"Requirements:" = "Krav:";

/* title while MH scans installed applications */
"Scanning Applications ..." = "Skannar applikationer ...";

/* Searching ... title */
"Searching ..." = "Söker ...";

/* No comment provided by engineer. */
"Searching for Updates" = "Söker efter uppdateringar";

/* alertview title */
"Select Device" = "Välj enhet";

/* Send IPA */
"Send IPA" = "Skicka IPA";

/* Settings title */
"Settings" = "Inställningar";

/* Size title */
"Size" = "Storlek";

/* Started download */
"Started" = "Startad";

/* error while rebuilding sbcache */
"stat() failed" = "stat() misslyckad";

/* report reason */
"The filehost is very slow." = "Filehosten är väldigt långsam.";

/* report reason */
"The link is dead." = "Länken fungerar inte.";

/* error while rebuilding sbcache */
"Unable to load sandboxes" = "Det gick inte att ladda sandboxes";

/* error while rebuilding sbcache */
"Unable to own cache" = "Det gick inte att äga cache";

/* error while rebuilding sbcache */
"Unable to save cache" = "Det gick inte att spara cache";

/* title if reporting link fails */
"Unable to submit Report" = "Det gick inte att skicka in anmälan";

/* Unexpected content error */
"Unexpected content" = "Oväntat innehåll";

/* Updates title */
"Updates" = "Uppdateringar";

/* displayed when an MH upload failes */
"Upload failed" = "Uppladdning misslyckades";

/* displayed when an application was uploaded over webserver */
"Uploaded" = "Uppladdad";

/* displayed while MH uploads some files */
"Uploading Files " = "Laddar upp filer ";

/* error while rebuilding sbcache */
"User key doesn't exist" = "Användarnyckel finns inte ";

/* Username */
"Username" = "Användarnamn";

/* The latest version of an application
   Version
   Version: (1) */
"Version: %@" = "Version: %@";

/* Displayed on bottom of search and category to load 15 more apps */
"View 15 more Apps" = "Visa 15 appar till";

/* View in Safari button for extern URLs */
"View in Safari" = "Öppna i Safari";

/* View this application on the App Store */
"View this application on the App Store" = "Se denna applikationen i App Store";

/* message while reqesting permission from a user for transfering MH application */
"We don't have the application '%@', but you do! Would you mind contributing some files (securely in the background) so that we can offer it for others?" = "Vi har inte applikationen '%@', men det har du! Skulle du vilja dela med dig av några filer (säkert och i bakgrunden) så att vi kan erbjuda den för andra?";

/* What's new in Version (1) title */
"What's new in Version %@:" = "Nytt i version %@:";

/* report link title */
"Why do you want to report this link?" = "Varför vill du rapportera denna länken?";

/* report reason */
"Wrong Version" = "Fel version";

